name = हिन्दी
# विवरण 512 अक्षरों से कम होना चाहिए
description = टेलीग्राम के लिए UNO-बॉट में आपका स्वागत है! यहां आप एक सुविधाजनक ऑनलाइन प्रारूप में UNO के क्लैसिक कार्ड खेल का आनंद ले सकते हैं।
    दोस्तों को बुलाएं या यादृच्छिक प्रतिद्वंदियों के साथ खेलें, तर्क और रणनीति में प्रतिस्पर्धा करें।

    UNO खेलने के लिए तैयार हैं? नीचे दिए गए बटन पर क्लिक करें और खेल शुरू करें!
# छोटा विवरण 120 अक्षरों से कम होना चाहिए
shortDescription = दुनिया भर के लोगों के साथ UNO खेलें! 🌍

    @unonwsww और @unogrpww पर फॉलो करें।
commands = कमांड्स
    .admin = प्रशासनिक पैनल
    .start = मुख्य मेनू
    .uno = खेल शुरू करें
    .language = भाषा बदलें
    .profile = प्रोफ़ाइल
language = भाषा बदलें
start = 👋 <b>UNO!</b> में आपका स्वागत है

    @unonws पर फॉलो करें और @unogrp

    खेल में शामिल हों या उसे एक समूह में जोड़ें और UNO का इस्तेमाल करें!
    .openWebApp = खेलें! 🚀
    .addGroup = समूह में जोड़ें
    .profile = 💼 प्रोफ़ाइल
    .share = 🆕 खेल में आमंत्रित करें
uno = <b>🎮 UNO खेलने के लिए आवेदन खुला है!</b>

    🔆 { $status }
    <b>💼 सट्टा</b>: { $bet } 💰
    <b>👥 खिलाड़ियों की संख्या</b> { $playersCount } { $maxPlayers } से

    🕹 खेल में शामिल होने के लिए नीचे दिए गए बटन पर क्लिक करें।
    .key = खेलें! 🚀
    .waiting = खिलाड़ियों की प्रतीक्षा...
    .playing = खेल शुरू हो गया है!
    .ended = खेल समाप्त हो गया है, आप फिर से शामिल हो सकते हैं!
    .update = 🔄 अपडेट करें
group = 👋 समूह में सभी को नमस्कार!

    🕹 खेल शुरू करने के लिए /uno कमांड का उपयोग करें।
profile = <b>🌟 आपका प्रोफ़ाइल 🌟</b>

    <b>शेष</b> { $balance } 💰

    <b>🎮 खेलों की संख्या</b>: { $gamesQuantity }
    <b>🏆 जीत की संख्या</b>: { $win }
    <b>💔 हार की संख्या</b>: { $lose }

    <b>👥 संदर्भों की संख्या</b>: { $referralCounter }
    <b>🎁 संदर्भ बोनस</b>: { $referralAccrual } 💰 (<i>एक खेल खेलने के बाद प्रदान किया जाता है</i>)
    <b>🔗 आपका संदर्भ लिंक</b>: <code>{ $referralLink }</code>
    .key = प्रोफ़ाइल खोलें
language = 🏳️ भाषा चुनें
    .changed = 🏁 भाषा सेट की गई है
back = ‹ वापस
inlineShare = 🎮 UNO खेलने के लिए आवेदन खुला है!

    🕹 खेल में शामिल होने के लिए नीचे दिए गए बटन पर क्लिक करें।
    .title = 🆕 खेल में आमंत्रित करें
    .key = खेलें! 🚀
admin = प्रशासनिक पैनल
    .statistics = 📊 आँकड़े
    .adRef = 📃 प्रचार
    .botStat = 🤖 BotStat.io
statistics = <b>📊 आँकड़े</b>
    <b><u>उपयोगकर्ता</u></b>:
    <b>कुल</b>: {$all}
    <b>ऑनलाइन</b>: {$alive} ({$alivePercent}%)
    <b>रेफरल रहित</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>नए:</b> <i>(कुल / ऑनलाइन / रेफरल रहित)</i>
    <b>कल</b>: {$forYesterday}|{$aliveForYesterday}|{$withoutRefForYesterday}  <b>आज</b>: {$forDay}|{$aliveForDay}|{$withoutRefForDay}
    <b>सप्ताह</b>: {$forWeek}|{$aliveForWeek}|{$withoutRefForWeek}  <b>महीना</b>: {$forMonth}|{$aliveForMonth}|{$withoutRefForMonth}

    <b>भाषाएँ</b>:
    {$langCodesString}

    <b><u>समूह</u></b>:
    <b>कुल</b>: {$allGroups}
    <b>ऑनलाइन</b>: {$aliveGroups} ({$alivePercentGroups}%)

    <b>DAU</b>: {$dauGroups} ({$dauPercentGroups}%)  <b>YAU</b>: {$yauGroups} ({$yauPercentGroups}%)
    <b>WAU</b>: {$wauGroups} ({$wauPercentGroups}%)  <b>MAU</b>: {$mauGroups} ({$mauPercentGroups}%)

    <b>नए:</b> <i>(कुल / ऑनलाइन)</i>
    <b>कल</b>: {$forYesterdayGroups}|{$aliveForYesterdayGroups}  <b>आज</b>: {$forDayGroups}|{$aliveForDayGroups}
    <b>सप्ताह</b>: {$forWeekGroups}|{$aliveForWeekGroups}  <b>महीना</b>: {$forMonthGroups}|{$aliveForMonthGroups}

    <b><u>खेल</u></b>:
    <b>शुरू हुए</b>: {$gameStarted}  <b>समाप्त हुए</b>: {$gameEnded}
    <b>अभी खेल रहे हैं</b>: {$gameNow}
    <b>कल</b>: {$gameForYesterday}  <b>आज</b>: {$gameForDay}
    <b>सप्ताह</b>: {$gameForWeek}  <b>महीना</b>: {$gameForMonth}
    .getting = सांख्यिकी प्राप्त कर रहा है...
    .langCode = {$code}: {$count} ({$percent}%)
    .update = ⚠️ सांख्यिकी पुनर्गणना करें
    .updating = ⚠️ सांख्यिकी अपडेट हो रही है... इसमें कुछ समय लग सकता है।
adRef = <b>{$name}</b>

    <b>कुल क्लिक</b>: {$total}
    <b>अद्वितीय क्लिक</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>नए उपयोगकर्ता</b>: {$newCounter} ({$newCounterPercent}%)
    <b>ऑनलाइन उपयोगकर्ता</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>जीते और हारे गए खेल</b>: {$gameWin} & {$gameLose} <i>खेल अद्वितीय नहीं हैं</i>

    <b>पहला क्लिक</b>: {$firstUsage}
    <b>आखिरी क्लिक</b>: {$lastUsage}

    <b>लिंक</b>: <code>{$link}</code>
    .empty = कोई प्रचार नहीं मिला।
                <code>t.me/{ $botUsername }?start=ref-AD_CODE</code> का उपयोग करें।
    .cant = संभावना नहीं है
    .list = <b>📃 प्रचार</b>:

                { $list }
    .listPoint = {$name}: {$total}|{$uniqueCounter}
botStat = <b>BotStat.io सेटिंग</b>

    <b>वर्तमान कुंजी</b>: {$botStatKey}
    .send = BotStat में भेजें
    .key = कुंजी
    .botMan = BotMan में भेजें
    .alive = केवल जीवित
    .enter = BotStat.io कुंजी के लिए दर्ज करें
                <i><a href='https://botstat.io/dashboard/api'>कुंजी प्राप्त करें</a></i>
updateCommands = ✅ कमांड अद्यतित हुईं
updateDescriptions = ✅ विवरण अद्यतित हुए
update = 🔄 अद्यतित करें
