name = रूसी
start = 👋 <b>UNO</b> में आपका स्वागत है!

    खेल में शामिल हों या समूह में जुड़ें और UNO का आनंद लें!
    .openWebApp = खेलें! 🚀
    .addGroup = समूह में जोड़ें
    .profile = 💼 प्रोफ़ाइल
uno = UNO खेल में आवेदन खुला है!

    🕹 खेल में शामिल होने के लिए नीचे दिए गए बटन पर क्लिक करें।
    .key = खेलें! 🚀
group = 👋 सभी सदस्यों का स्वागत है!

    🕹 खेल शुरू करने के लिए /uno कमांड का उपयोग करें।
profile = <b>🌟 आपका प्रोफ़ाइल 🌟</b>

    <b>शेष</b> { $balance } 💰

    <b>🎮 खेलों की संख्या</b>: { $gamesQuantity }
    <b>🏆 जीतों की संख्या</b>: { $win }
    <b>💔 हारों की संख्या</b>: { $lose }

    <b>👥 संदर्भों की संख्या</b>: { $referralCounter }
    <b>🎁 संदर्भों का बोनस</b>: { $referralAccrual } 💰 (<i>खेल खेलने के बाद दिया जाता है</i>)
    <b>🔗 आपका संदर्भ संकेत</b>: <code>{ $referralLink }</code>
    .key = प्रोफ़ाइल खोलें
language = 🏳️ भाषा चुनें
    .changed = 🏁 भाषा सेट की गई
back = ‹ पीछे
admin = व्यवस्थापक पैनल
    .statistics = 📊 सांख्यिकी
    .adRef = 📃 प्रचार
    .botStat = 🤖 BotStat.io
statistics = <b>📊 सांख्यिकी</b>

    <b>कुल</b>: {$all}
    <b>जीवित</b>: {$alive} ({$alivePercent}%)
    <b>बिना संदर्भ</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>नए उपयोगकर्ता:</b> <i>(कुल / जीवित / बिना संदर्भ)</i>
    <b>कल</b>: {$forYesterday} {$aliveForYesterday} {$withoutRefForYesterday}  <b>आज</b>: {$forDay} {$aliveForDay} {$withoutRefForDay}
    <b>सप्ताह</b>: {$forWeek} {$aliveForWeek} {$withoutRefForWeek}  <b>महीना</b>: {$forMonth} {$aliveForMonth} {$withoutRefForMonth}

    <b>खेल:</b>
    <b>आरंभित</b>: {$gameStarted}  <b>समाप्त</b>: {$gameEnded}
    <b>वर्तमान में खेल रहे हैं</b>: {$gameNow}
    <b>कल</b>: {$gameForYesterday}  <b>आज</b>: {$gameForDay}
    <b>सप्ताह</b>: {$gameForWeek}  <b>महीना</b>: {$gameForMonth}

    <b>भाषाएँ:</b>
    {$langCodesString}
    .getting = सांख्यिकी प्राप्त कर रहा है...
    .langCode = {$code}: {$count} ({$percent}%)
adRef = <b>{$name}</b>

    <b>कुल प्रवेश</b>: {$total}
    <b>अनूठे प्रवेश</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>नए उपयोगकर्ता</b>: {$newCounter} ({$newCounterPercent}%)
    <b>जीवित उपयोगकर्ता</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>जीते और हारे गए खेल</b>: {$gameWin} & {$gameLose} <i>खेल अनूठे नहीं हैं</i>

    <b>प्रथम प्रवेश</b>: {$firstUsage}
    <b>आखिरी प्रवेश</b>: {$lastUsage}

    <b>लिंक</b>: <code>{$link}</code>
    .empty = प्रचार कैंपेन नहीं मिला।
                <code>t.me/{ $botUsername }?start=ref-AD_CODE</code> का उपयोग करें।
    .cant = संभावना नहीं
    .list = <b>📃 प्रचार</b>:

                { $list }
    .listPoint = {$name}: {$total} {$uniqueCounter}
botStat = <b>BotStat.io सेटिंग</b>

    <b>वर्तमान कुंजी</b>: {$botStatKey}
    .send = BotStat में भेजें
    .key = कुंजी
    .botMan = BotMan में भेजें
    .alive = केवल जीवित
    .enter = BotStat.io कुंजी के लिए दर्ज करें
                <i><a href='https://botstat.io/dashboard/api'>कुंजी प्राप्त करें</a></i>
update = 🔄 अपडेट करें
