name = हिन्दी
#description must be less than 512 characters
description = टेलीग्राम के लिए UNO बॉट में आपका स्वागत है! यहां आप क्लासिक कार्ड गेम UNO का आनंद ले सकते हैं एक सुविधाजनक ऑनलाइन फॉर्मेट में।
    दोस्तों को बुलाओ या यादृच्छिक प्रतियोगियों के साथ खेलो, तर्क और योजना में प्रतिस्पर्धा करते हुए।

    UNO में खेलने के लिए तैयार हो? नीचे दिए गए बटन पर क्लिक करें और खेल शुरू करें!
#shortDescription must be less than 120 characters
shortDescription = दुनिया भर के लोगों के साथ UNO खेलें! 🌍

    @unonwsww और @unogrpww पर सदस्यता लें।
commands = कमांड
    .admin = व्यवस्थापक पैनल
    .start = मुख्य मेनू
    .uno = खेल शुरू करें
    .language = भाषा बदलें
language = भाषा बदलें
start = 👋 <b>UNO</b> में आपका स्वागत है!

    खेल में शामिल हो जाएं या समूह में जोड़ें और UNO का लुफ्त उठाएं!
    .openWebApp = खेलें! 🚀
    .addGroup = समूह में जोड़ें
    .profile = 💼 प्रोफ़ाइल
uno = UNO खेल के लिए पंजीकरण खुला है!

    🕹 खेल में शामिल होने के लिए नीचे दिए गए बटन पर क्लिक करें।
    .key = खेलें! 🚀
group = 👋 सभी सदस्यों का स्वागत है!

    🕹 UNO खेल शुरू करने के लिए /uno कमांड का उपयोग करें।
profile = <b>🌟 आपका प्रोफ़ाइल 🌟</b>

    <b>शेष</b> { $balance } 💰

    <b>🎮 खेलों की संख्या</b>: { $gamesQuantity }
    <b>🏆 जीते गए खेलों की संख्या</b>: { $win }
    <b>💔 हारे गए खेलों की संख्या</b>: { $lose }

    <b>👥 संदर्भों की संख्या</b>: { $referralCounter }
    <b>🎁 संदर्भ पर बोनस</b>: { $referralAccrual } 💰 (<i>एक खेल के बाद प्रदान किया जाता है</i>)
    <b>🔗 आपका संदर्भ लिंक</b>: <code>{ $referralLink }</code>
    .key = प्रोफ़ाइल खोलें
language = 🏳️ भाषा चुनें
    .changed = 🏁 भाषा सेट की गई है
back = ‹ वापस
inlineShare = 🎮 UNO खेल में नामांकन खुला है!

    🕹 खेल में शामिल होने के लिए, नीचे दिए गए बटन पर क्लिक करें।
    .title = 🆕 खेल में आमंत्रित करें
    .key = खेलें! 🚀
admin = व्यवस्थापक पैनल
    .statistics = 📊 सांख्यिकी
    .adRef = 📃 प्रचार
    .botStat = 🤖 BotStat.io
statistics = <b>📊 सांख्यिकी</b>

    <b>कुल</b>: {$all}
    <b>जीवित</b>: {$alive} ({$alivePercent}%)
    <b>स्वयं-बढ़ी</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>नए उपयोगकर्ता:</b> <i>(कुल / जीवित / स्वयं-बढ़ी)</i>
    <b>कल</b>: {$forYesterday} {$aliveForYesterday} {$withoutRefForYesterday}  <b>आज</b>: {$forDay} {$aliveForDay} {$withoutRefForDay}
    <b>सप्ताह</b>: {$forWeek} {$aliveForWeek} {$withoutRefForWeek}  <b>महीना</b>: {$forMonth} {$aliveForMonth} {$withoutRefForMonth}

    <b>खेल</b>:
    <b>शुरू किए गए</b>: {$gameStarted}  <b>समाप्त किए गए</b>: {$gameEnded}
    <b>वर्तमान में खेल रहे हैं</b>: {$gameNow}
    <b>कल</b>: {$gameForYesterday}  <b>आज</b>: {$gameForDay}
    <b>सप्ताह</b>: {$gameForWeek}  <b>महीना</b>: {$gameForMonth}

    <b>भाषाएँ:</b>
    {$langCodesString}
    .getting = सांख्यिकी प्राप्त कर रहा है...
    .langCode = {$code}: {$count} ({$percent}%)
adRef = <b>{$name}</b>

    <b>कुल परिवर्तन</b>: {$total}
    <b>अनूठे परिवर्तन</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>नए उपयोगकर्ता</b>: {$newCounter} ({$newCounterPercent}%)
    <b>जीवित उपयोगकर्ता</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>खेल जीते और हारे गए</b>: {$gameWin} & {$gameLose} <i>खेल अनूठे हैं</i>

    <b>पहला परिवर्तन</b>: {$firstUsage}
    <b>आखिरी परिवर्तन</b>: {$lastUsage}

    <b>लिंक</b>: <code>{$link}</code>
    .empty = कोई प्रचार नहीं मिला।
                <code>t.me/{ $botUsername }?start=ref-AD_CODE</code> का उपयोग करें।
    .cant = संभावना नहीं
    .list = <b>📃 प्रचार</b>:

                { $list }
    .listPoint = {$name}: {$total} {$uniqueCounter}
botStat = <b>BotStat.io सेटिंग</b>

    <b>वर्तमान कुंजी</b>: {$botStatKey}
    .send = BotStat में भेजें
    .key = कुंजी
    .botMan = BotMan में भेजें
    .alive = केवल जीवित
    .enter = BotStat.io कुंजी के लिए दर्ज करें
                <i><a href='https://botstat.io/dashboard/api'>कुंजी प्राप्त करें</a></i>
updateCommands = ✅ कमांड अद्यतित हुईं
updateDescriptions = ✅ विवरण अद्यतित हुए
update = 🔄 अद्यतित करें
