name = हिन्दी
start = 👋 <b>UNO!</b> में आपका स्वागत है

    खेल में शामिल हों या समूह में जोड़ें और UNO का आनंद लें!
    .openWebApp = खेलें! 🚀
    .addGroup = समूह में जोड़ें
    .profile = 💼 प्रोफ़ाइल
uno = UNO खेल के लिए पंजीकरण खुला है!

    🕹 खेल में शामिल होने के लिए नीचे बटन पर क्लिक करें।
    .key = खेलें! 🚀
profile = <b>🌟 आपकी प्रोफ़ाइल 🌟</b>

    <b>शेष राशि</b> { $balance } 💰

    <b>🎮 खेलों की संख्या</b>: { $gamesQuantity }
    <b>🏆 जीते गए खेलों की संख्या</b>: { $win }
    <b>💔 हारे गए खेलों की संख्या</b>: { $lose }

    <b>👥 संदर्भों की संख्या</b>: { $referralCounter }
    <b>🎁 संदर्भ बोनस</b>: { $referralAccrual } 💰 (<i>एक खेल खेलने के बाद दिया जाता है</i>)
    <b>🔗 आपका संदर्भ लिंक</b>: <code>{ $referralLink }</code>
    .key = प्रोफ़ाइल खोलें
language = 🏳️ भाषा चुनें
    .changed = 🏁 भाषा सेट की गई
back = ‹ पीछे
admin = प्रशासन पैनल
    .statistics = 📊 आंकड़े
    .adRef = प्रचार
statistics = <b>📊 आंकड़े</b>

    <b>कुल</b>: {$all}
    <b>जीवित</b>: {$alive} ({$alivePercent}%)
    <b>संदर्भ रहित</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>नए उपयोगकर्ता:</b> <i>(कुल / जीवित / संदर्भ रहित)</i>
    <b>कल</b>: {$forYesterday} {$aliveForYesterday} {$withoutRefForYesterday}  <b>आज</b>: {$forDay} {$aliveForDay} {$withoutRefForDay}
    <b>सप्ताह</b>: {$forWeek} {$aliveForWeek} {$withoutRefForWeek}  <b>महीना</b>: {$forMonth} {$aliveForMonth} {$withoutRefForMonth}

    <b>खेल</b>:
    <b>आरंभित</b>: {$gameStarted}  <b>समाप्त</b>: {$gameEnded}
    <b>वर्तमान में खेल रहे हैं</b>: {$gameNow}
    <b>कल</b>: {$gameForYesterday}  <b>आज</b>: {$gameForDay}
    <b>सप्ताह</b>: {$gameForWeek}  <b>महीना</b>: {$gameForMonth}

    <b>भाषाएँ:</b>
    {$langCodesString}
    .getting = आंकड़े प्राप्त हो रहे हैं...
    .langCode = {$code}: {$count} ({$percent}%)
adRef = <b>{$name}</b>

    <b>कुल क्लिक</b>: {$total}
    <b>अनूठे क्लिक</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>नए उपयोगकर्ता</b>: {$newCounter} ({$newCounterPercent}%)
    <b>जीवित उपयोगकर्ता</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>खेल जीते और हारे गए</b>: {$gameWin} & {$gameLose} <i>खेल अनूठे नहीं होते</i>

    <b>पहला क्लिक</b>: {$firstUsage}
    <b>आखिरी क्लिक</b>: {$lastUsage}

    <b>लिंक</b>: <code>{$link}</code>
    .empty = कोई प्रचार नहीं मिला।
                                    <code>t.me/{ $botUsername }?start=ref-AD_CODE</code> का उपयोग करें।
    .cant = असंभव
    .list = <b>📃 प्रचार</b>:

                                    { $list }
    .listPoint = {$name}: {$total} {$uniqueCounter}
update = 🔄 अपडेट करें
