name = Русский
start = 👋 Добро пожаловать в <b>UNO!</b>

    Заходи в игру или добавляй в группу и наслаждайся легендарной UNO!
    .openWebApp = Играть! 🚀
    .addGroup = Добавить в группу
    .profile = 💼 Профиль
uno = Открыт набор в игру UNO!

    🕹 Для присоединения к игре нажимай на кнопку ниже.
    .key = Играть! 🚀
profile = <b>🌟 Ваш профиль 🌟</b>

    Баланс 🪙 { $balance }

    🎮 Количество игр: { $gamesQuantity }
    🏆 Количество побед: { $win }
    💔 Количество поражений: { $lose }
    .key = Открыть профиль
back = ‹ Назад