name = Русский
start = 👋 Добро пожаловать в <b>UNO!</b>

    Заходи в игру или добавляй в группу и наслаждайся легендарной UNO!
    .openWebApp = Играть! 🚀
    .addGroup = Добавить в группу
    .profile = 💼 Профиль
uno = Открыт набор в игру UNO!

    🕹 Для присоединения к игре нажимай на кнопку ниже.
    .key = Играть! 🚀
profile = <b>🌟 Ваш профиль 🌟</b>

    <b>Баланс</b> { $balance } 💰

    <b>🎮 Количество игр</b>: { $gamesQuantity }
    <b>🏆 Количество побед</b>: { $win }
    <b>💔 Количество поражений</b>: { $lose }

    <b>👥 Количество рефералов</b>: { $referralCounter }
    <b>🎁 Бонус за рефералов</b>: { $referralAccrual } 💰 (<i>выдается после сыгранной игры</i>)
    <b>🔗 Ваша реферальная ссылка</b>: <code>{ $referralLink }</code>
    .key = Открыть профиль
language = 🏳️ Выберите язык
    .changed = 🏁 Язык установлен
back = ‹ Назад
admin = Админ-панель
    .statistics = 📊 Статистика
    .adRef = 📃 Продвижение
statistics = <b>📊 Статистика</b>

    <b>Всего</b>: {$all}
    <b>Живых</b>: {$alive} ({$alivePercent}%)
    <b>Саморост</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>Новых пользователей:</b> <i>(всего / живых / саморост)</i>
    <b>Вчера</b>: {$forYesterday} {$aliveForYesterday} {$withoutRefForYesterday}  <b>Сегодня</b>: {$forDay} {$aliveForDay} {$withoutRefForDay}
    <b>Неделя</b>: {$forWeek} {$aliveForWeek} {$withoutRefForWeek}  <b>Месяц</b>: {$forMonth} {$aliveForMonth} {$withoutRefForMonth}

    <b>Игры</b>:
    <b>Начатые</b>: {$gameStarted}  <b>Законченные</b>: {$gameEnded}
    <b>Сейчас играются</b>: {$gameNow}
    <b>Вчера</b>: {$gameForYesterday}  <b>Сегодня</b>: {$gameForDay}
    <b>Неделя</b>: {$gameForWeek}  <b>Месяц</b>: {$gameForMonth}

    <b>Языки:</b>
    {$langCodesString}
    .getting = Получаю статистику...
    .langCode = {$code}: {$count} ({$percent}%)
adRef = <b>{$name}</b>

    <b>Всего переходов</b>: {$total}
    <b>Уникальных переходов</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>Новых пользователей</b>: {$newCounter} ({$newCounterPercent}%)
    <b>Живых пользователей</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>Игр выиграно и проиграно</b>: {$gameWin} & {$gameLose} <i>игры не уникальны</i>

    <b>Первый переход</b>: {$firstUsage}
    <b>Последний переход</b>: {$lastUsage}

    <b>Ссылка</b>: <code>{$link}</code>
    .empty = Кампаний не найдено.
                        Используйте <code>t.me/{ $botUsername }?start=ref-AD_CODE</code>.
    .cant = Невозможно
    .list = <b>📃 Продвижение</b>:

                        { $list }
    .listPoint = {$name}: {$total} {$uniqueCounter}
update = 🔄 Обновить
