name = Українська
# Опис повинен бути менше 512 символів
description = Ласкаво просимо до бота UNO для Telegram! Тут ви можете насолоджуватися класичною картковою грою UNO у зручному онлайн-форматі.
    Запрошуйте друзів або грайте з випадковими суперниками, змагаючись в логіці та стратегії.

    Готові грати в UNO? Натискайте кнопку нижче і починайте гру!
# Короткий опис повинен бути менше 120 символів
shortDescription = Грайте в UNO з людьми зі всього світу! 🌍

    Підписуйтесь на @unonws та @unogrp.
commands = Команди
    .admin = Панель адміністратора
    .start = Головне меню
    .uno = Почати гру
    .language = Змінити мову
    .profile = Профіль
language = Змінити мову
start = 👋 Ласкаво просимо до <b>UNO!</b>

    Підписуйтесь на @unonws та приєднуйтеся до @unogrp. Також завітайте на канал розробника @nmi_s.

    Вступайте в гру або додайте її до групи та насолоджуйтеся легендарним UNO!
    .openWebApp = Грати! 🚀
    .addGroup = Додати до групи
    .profile = 💼 Профіль
    .share = 🆕 Запросити гравця
uno = <b>🎮 Відкрита реєстрація на гру UNO!</b>

    🔆 { $status }
    <b>💼 Ставка</b>: { $bet } 💰
    <b>👥 Гравців</b> { $playersCount } з { $maxPlayers }

    🕹 Для приєднання до гри натисніть кнопку нижче.
    .key = Грати! 🚀
    .waiting = Очікування гравців...
    .playing = Гра розпочалася!
    .ended = Гра завершилася, ви можете знову приєднатися!
    .update = 🔄 Оновити
group = 👋 Привіт усім у групі!

    🕹 Використовуйте команду /uno, щоб почати гру.
profile = <b>🌟 Ваш профіль 🌟</b>

    <b>Баланс</b> { $balance } 💰

    <b>🎮 Кількість ігор</b>: { $gamesQuantity }
    <b>🏆 Кількість перемог</b>: { $win }
    <b>💔 Кількість поразок</b>: { $lose }

    <b>👥 Кількість рефералів</b>: { $referralCounter }
    <b>🎁 Бонус за рефералів</b>: { $referralAccrual } 💰 (<i>видається після гри</i>)
    <b>🔗 Ваше реферальне посилання</b>: <code>{ $referralLink }</code>
    .key = Відкрити профіль
language = 🏳️ Виберіть мову
    .changed = 🏁 Мова встановлена
back = ‹ Назад
inlineShare = 🎮 Відкрита реєстрація на гру UNO!

    🕹 Для приєднання до гри натисніть кнопку нижче.
    .title = 🆕 Запросити гравця
    .key = Грати! 🚀
admin = Панель адміністратора
    .statistics = 📊 Статистика
    .adRef = 📃 Реклама
    .botStat = 🤖 BotStat.io
statistics = <b>📊 Статистика</b>
    <b><u>Користувачі</u></b>:
    <b>Всього</b>: {$all}
    <b>Онлайн</b>: {$alive} ({$alivePercent}%)
    <b>Без рефералів</b>: {$withoutRef} ({$withoutRefPercent}%)

    <b>DAU</b>: {$dau} ({$dauPercent}%)  <b>YAU</b>: {$yau} ({$yauPercent}%)
    <b>WAU</b>: {$wau} ({$wauPercent}%)  <b>MAU</b>: {$mau} ({$mauPercent}%)

    <b>Нові:</b> <i>(всього / онлайн / без рефералів)</i>
    <b>Вчора</b>: {$forYesterday}|{$aliveForYesterday}|{$withoutRefForYesterday}  <b>Сьогодні</b>: {$forDay}|{$aliveForDay}|{$withoutRefForDay}
    <b>Тиждень</b>: {$forWeek}|{$aliveForWeek}|{$withoutRefForWeek}  <b>Місяць</b>: {$forMonth}|{$aliveForMonth}|{$withoutRefForMonth}

    <b>Мови</b>:
    {$langCodesString}

    <b><u>Групи</u></b>:
    <b>Всього</b>: {$allGroups}
    <b>Онлайн</b>: {$aliveGroups} ({$alivePercentGroups}%)

    <b>DAU</b>: {$dauGroups} ({$dauPercentGroups}%)  <b>YAU</b>: {$yauGroups} ({$yauPercentGroups}%)
    <b>WAU</b>: {$wauGroups} ({$wauPercentGroups}%)  <b>MAU</b>: {$mauGroups} ({$mauPercentGroups}%)

    <b>Нові:</b> <i>(всього / онлайн)</i>
    <b>Вчора</b>: {$forYesterdayGroups}|{$aliveForYesterdayGroups}  <b>Сьогодні</b>: {$forDayGroups}|{$aliveForDayGroups}
    <b>Тиждень</b>: {$forWeekGroups}|{$aliveForWeekGroups}  <b>Місяць</b>: {$forMonthGroups}|{$aliveForMonthGroups}

    <b><u>Ігри</u></b>:
    <b>Початі</b>: {$gameStarted}  <b>Завершені</b>: {$gameEnded}
    <b>Зараз грають</b>: {$gameNow}
    <b>Вчора</b>: {$gameForYesterday}  <b>Сьогодні</b>: {$gameForDay}
    <b>Тиждень</b>: {$gameForWeek}  <b>Місяць</b>: {$gameForMonth}
    .getting = Отримую статистику...
    .langCode = {$code}: {$count} ({$percent}%)
    .update = ⚠️ Перерахувати статистику
    .updating = ⚠️ Оновлюю статистику... Це може зайняти багато часу.
adRef = <b>{$name}</b>

    <b>Всього переходів</b>: {$total}
    <b>Унікальних переходів</b>: {$uniqueCounter} ({$uniqueCounterPercent}%)
    <b>Нові користувачі</b>: {$newCounter} ({$newCounterPercent}%)
    <b>Онлайн користувачі</b>: {$aliveCounter} ({$aliveCounterPercent}%)
    <b>Виграні та програні ігри</b>: {$gameWin} & {$gameLose} <i>ігри не є унікальними</i>

    <b>Перший перехід</b>: {$firstUsage}
    <b>Останній перехід</b>: {$lastUsage}

    <b>Посилання</b>: <code>{$link}</code>
    .empty = Кампаній не знайдено.
                Використовуйте <code>t.me/{ $botUsername }?start=ref-AD_CODE</code>.
    .cant = Неможливо
    .list = <b>📃 Реклама</b>:

                { $list }
    .listPoint = {$name}: {$total}|{$uniqueCounter}
botStat = <b>Налаштування BotStat.io</b>

    <b>Поточний ключ</b>: {$botStatKey}
    .send = Надіслати до BotStat
    .key = Ключ
    .botMan = Надіслати до BotMan
    .alive = Тільки активні
    .enter = Введіть ключ для BotStat.io
                <i><a href='https://botstat.io/dashboard/api'>отримати ключ</a></i>
    .update = ⚠️ Оновити BotStat
    .updating = ⚠️ Надсилаю дані... Це може зайняти деякий час.
updateCommands = ✅ Команди оновлено
updateDescriptions = ✅ Описи оновлено
update = 🔄 Оновити